Repository: Maria2599/social_app
Catalog: lib/l10n/app_*.arb
Languages: ar

# language
source: English
ar: العربية

source: LOGIN
ar: تسجيل دخول

source: Email
ar: الحساب

source: Password
ar: كلمة السر

source: Forget Password?
ar: نسيت كلمة السر؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: Register
ar: إنشاء حساب

source: Email can't be empty
ar: الحساب فارغ!

source: Enter a valid Email..
ar: إدخل حساب صحيح

source: Password can't be empty
ar: كلمة السر فارغة!

# passwordmustbemorethan
source: Password must be more than 6 letters
ar: كلمة السر يجب ان تكون اكثر من 6

# alreadyhaveAccount
source: Already have an account?
ar: بافعل لديك حساب؟

source: SignUp
ar: إنشاء حساب

source: Phone
ar: رقم الهاتف

source: Age
ar: السن

source: name
ar: الأسم

source: Name can't be empty
ar: الأسم فارغ!

source: Age can't be empty
ar: السن فارغ!

source: Phone can't be empty
ar: رقم الهاتف فارغ!

# enterVaildPhone
source: Enter a valid Phone Number
ar: إدخل رقم هاتف صحيح

source: Recent appointments
ar: الحجوزات الحالية

source: Medical appointment
ar: حجز ميعاد

source: Medical Profile
ar: ملفك الطبي

source: The email not found
ar: الحساب غير موجود

# theEmailnotValid
source: The email is not valid
ar: الحساب غير صحيح

source: Password is wrong
ar: كلمة السر غير صحيح
